Repository: Carfer0410/-cuanto-falta-
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, pt, zh

# appTitle
source: How much left?
es: ¿Cuánto falta?
fr: Combien reste-t-il?
pt: Quanto falta?
zh: 还剩多少?

# categoryMessageNavidad
source: Merry Christmas! May the magic of the season be with you.
es: ¡Feliz Navidad! Que la magia de estas fechas te acompañe.
fr: Joyeux Noël! Que la magie de cette période soit avec toi.
pt: Feliz Natal! Que a magia desta época esteja com você.
zh: 圣诞快乐！愿节日的魔力伴随你。

# categoryMessageAñoNuevo
source: Happy New Year! A new beginning awaits you.
es: ¡Feliz Año Nuevo! Un nuevo comienzo te espera.
fr: Bonne année! Un nouveau départ t'attend.
pt: Feliz Ano Novo! Um novo começo te espera.
zh: 新年快乐！新的开始在等着你。

# categoryMessageCumpleaños
source: Happy birthday! May all your wishes come true.
es: ¡Feliz cumpleaños! Que todos tus deseos se hagan realidad.
fr: Joyeux anniversaire! Que tous tes vœux se réalisent.
pt: Feliz aniversário! Que todos os seus desejos se realizem.
zh: 生日快乐！愿你心想事成。

# categoryMessageVacaciones
source: Vacation is coming! Enjoy and relax.
es: ¡Vacaciones a la vista! Disfruta y descansa.
fr: Les vacances approchent! Profite et repose-toi.
pt: Férias à vista! Aproveite e descanse.
zh: 假期快到了！好好享受和休息吧。

# categoryMessageExamen
source: Good luck on your exam! Trust your preparation.
es: ¡Éxito en tu examen! Confía en tu preparación.
fr: Bonne chance pour ton examen! Fais confiance à ta préparation.
pt: Boa sorte na sua prova! Confie na sua preparação.
zh: 考试顺利！相信你的准备。

# categoryMessageViaje
source: Safe travels! Have an unforgettable experience.
es: ¡Buen viaje! Que tengas una experiencia inolvidable.
fr: Bon voyage! Passe une expérience inoubliable.
pt: Boa viagem! Tenha uma experiência inesquecível.
zh: 旅途愉快！祝你有难忘的经历。

# categoryMessageBoda
source: Congratulations on your wedding! May love always be with you.
es: ¡Felicidades por tu boda! Que el amor los acompañe siempre.
fr: Félicitations pour ton mariage! Que l'amour vous accompagne toujours.
pt: Parabéns pelo casamento! Que o amor esteja sempre com vocês.
zh: 恭喜你结婚！愿爱永远伴随你们。

# categoryMessageGraduación
source: Congrats on your graduation! Another achievement in your life.
es: ¡Felicidades por tu graduación! Un logro más en tu vida.
fr: Félicitations pour ta remise de diplôme! Un succès de plus dans ta vie.
pt: Parabéns pela formatura! Mais uma conquista na sua vida.
zh: 祝贺你毕业！人生又一成就。

# categoryMessageConcierto
source: Enjoy the concert! Let the music fill you with energy.
es: ¡A disfrutar el concierto! Que la música te llene de energía.
fr: Profite du concert! Que la musique t'apporte de l'énergie.
pt: Aproveite o show! Que a música te encha de energia.
zh: 享受音乐会！让音乐充满你的能量。

# categoryMessageReunión
source: Good luck in your meeting! Hope everything goes as planned.
es: ¡Éxito en tu reunión! Que todo salga como esperas.
fr: Bonne réunion! Que tout se passe comme prévu.
pt: Boa reunião! Que tudo saia como planejado.
zh: 祝会议顺利！一切如你所愿。

# categoryMessageEntregaDeProyecto
source: Project delivery! Give your best effort.
es: ¡Entrega de proyecto! Da lo mejor de ti.
fr: Remise de projet! Donne le meilleur de toi-même.
pt: Entrega de projeto! Dê o seu melhor.
zh: 项目交付！全力以赴。

# categoryMessageMudanza
source: New stage! May your move be the start of great things.
es: ¡Nueva etapa! Que tu mudanza sea el inicio de grandes cosas.
fr: Nouveau départ! Que ton déménagement soit le début de grandes choses.
pt: Nova etapa! Que a mudança seja o início de grandes coisas.
zh: 新阶段！愿搬家带来美好开始。

# categoryMessageEntrevista
source: Good luck in your interview! Trust your abilities.
es: ¡Suerte en tu entrevista! Confía en tus capacidades.
fr: Bonne chance pour ton entretien! Fais confiance à tes capacités.
pt: Boa sorte na entrevista! Confie nas suas capacidades.
zh: 面试顺利！相信你的能力。

# categoryMessageDíaDeLaMadre
source: Happy Mother's Day! A tribute to unconditional love.
es: Prepara un detalle especial para mamá.
fr: Bonne fête des mères! Un hommage à l'amour inconditionnel.
pt: Feliz dia das mães! Uma homenagem ao amor incondicional.
zh: 母亲节快乐！致敬无条件的爱。

# categoryMessageDíaDelPadre
source: Happy Father's Day! Thanks for your example and support.
es: ¡Feliz día del padre! Gracias por tu ejemplo y apoyo.
fr: Bonne fête des pères! Merci pour ton exemple et ton soutien.
pt: Feliz dia dos pais! Obrigado pelo exemplo e apoio.
zh: 父亲节快乐！感谢你的榜样和支持。

# categoryMessageSanValentín
source: Happy Valentine's Day! May love and friendship be with you.
es: ¡Feliz San Valentín! Que el amor y la amistad te acompañen.
fr: Bonne Saint-Valentin! Que l'amour et l'amitié t'accompagnent.
pt: Feliz Dia dos Namorados! Que o amor e a amizade estejam com você.
zh: 情人节快乐！愿爱与友谊常伴你身边。

# categoryMessageBlackFriday
source: Black Friday! Take advantage of the best deals.
es: ¡Black Friday! Aprovecha las mejores ofertas.
fr: Black Friday! Profite des meilleures offres.
pt: Black Friday! Aproveite as melhores ofertas.
zh: 黑色星期五！抓住最好的优惠。

# categoryMessageVacuna
source: Get vaccinated! Take care of yourself and others.
es: ¡Vacúnate! Cuida de ti y de los demás.
fr: Fais-toi vacciner! Prends soin de toi et des autres.
pt: Vacine-se! Cuide de você e dos outros.
zh: 去接种疫苗吧！保护自己和他人。

# categoryMessageOtro
source: Every day you are closer to your goal. Keep going!
es: Cada día estás más cerca de tu meta. ¡Sigue adelante!
fr: Chaque jour tu es plus proche de ton objectif. Continue!
pt: A cada dia você está mais perto do seu objetivo. Continue!
zh: 每天都离目标更近一步。继续加油！
